Repository: marosklempa/ProAlfaTruckManagement
Catalog: ProAlfaTruckManagement/ProAlfaTruckMan/Resources/Pages/Reservation.*.resx
Languages: pl, sk

source: Cancel
pl: Anuluj
sk: Storno

source: EMAIL-FOOTER
pl: Ta wiadomość jest generowana automatycznie, nie odpowiadaj na nią.
sk: Táto správa je generovaná automaticky, prosím neodpovedajte na ňu.

source: EMAIL-PALETTE-QNTY
pl: Ilość palety
sk: Počet paliet

source: EMAIL-RAMP
pl: Rampa
sk: Rampa

source: EMAIL-REMARK
pl: Uwaga
sk: Poznámka

source: EMAIL-RESERVATION
pl: Rezerwacja
sk: Rezervácia vykládky

source: EMAIL-TITLE
pl: Drogi partnerze, zarezerwowałeś czas rozładunku materiałów w naszej firmie. Sprawdź datę i godzinę i nie wahaj się z nami skontaktować w przypadku jakichkolwiek pytań
sk: Vážený partner, zarezervovali ste si čas vykládky materiálu v našej firme. Prosím skontrolujte si dátum a čas a v prípade akýchkoľvek otázok nás neváhajte kontaktovať.

source: EMAIL-UNLOAD-END
pl: Koniec lądowania
sk: Koniec vykládky

source: EMAIL-UNLOAD-NUMBER
pl: Numer wyładunkowy
sk: Číslo vykládky

source: EMAIL-UNLOAD-START
pl: Rozpoczęcie rozładunku
sk: Začiatok vykládky

source: Palette quantity
pl: Ilość palety
sk: Počet paliet

source: Remark
pl: Uwaga
sk: Poznámka

source: Reservation
pl: Rezerwacja
sk: Rezervácia vykládky

source: There is no available ramp for your company
pl: Nie ma dostępnej rampy dla Twojej firmy
sk: Nie je k dispozícii žiadna vykladacia rampa pre vašu firmu

source: There is no available time for selected day on available ramps for your company
pl: Nie ma dostępnego czasu na wybrany dzień na dostępnych rampach dla Twojej firmy
sk: Vo vybraný deň nie je k dispozícii voľný čas na vykládku na rampách pre vašu firmu, skúste iný deň

source: There is no vendor for user
pl: Nie ma dostawcy dla użytkownika
sk: Nenašla sa firma prihláseného užívateľa

source: There is no working shifts for selected day on available ramps for your company
pl: Nie ma zmian roboczych na wybrany dzień na dostępnych rampach dla Twojej firmy
sk: Vo vybraný deň nie je žiadna pracovná smena na rampách pre vašu firmu

source: There is no working times after minimal arrive time for selected day on available ramps for your company
pl: Nie ma czasu pracy po upływie minimalnego czasu przybycia dla wybranego dnia na dostępnych rampach dla Twojej firmy
sk: Vo vybraný deň nie je žiadny pracovný čas po minimálnom čase príjazdu na rampách pre vašu firmu

source: Uknown error occured ({0}), ({1})
pl: Wystąpił nieznany błąd ({0}), ({1})
sk: Vyskytla sa neznáma chyba pri zápise údajov ({0}), ({1})

source: Unload date
pl: Data rozładunku
sk: Dátum vykládky
